Repository: b13/newspage
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# news.date
source: Date
de: Datum

# news.abstract
source: Abstract
de: Kurzfassung

source: Category
de: Kategorie

source: Categories
de: Kategorien

# media.description
source: The first visible image will be used for all teasers.
de: Das erste sichtbare Bild dieser Liste wird für die Teaser verwendet.

# filter.month
source: Month
de: Monat

# filter.year
source: Year
de: Jahr

# filter.categories
source: Multiple Categories
de: Mehrere Kategorien

# select.placeholder
source: Please Choose
de: Bitte Wählens

# list.label
source: Newspage: List all news
de: Newspage: Alle Nachrichten ausgeben

# latest.label
source: Newspage: Show a configurable amount of the latest news
de: Newspage: Beliebige Anzahl der neuesten Nachrichten anzeigen

# teaser.label
source: Newspage: Show teaser of selected news
de: Newspage: Teaser für ausgewählte Nachrichten anzeigen

# settings.news
source: News report(s) to be shown
de: Nachricht(en) die gezeigt werden soll(en)

# settings.limit.latest
source: Maximum number of latest news to show
de: Maximale Anzahl von Nachrichten die angezeigt werden sollen

# settings.limit.list
source: Maximum number of news per page
de: Maximale Anzahl von Nachrichten pro Seite

# settings.category
source: Category to show news from
de: Kategorie aus der Nachrichten angezeigt werden soll

# settings.filter.show
source: Show a frontend filter
de: Auf der Seite einen Filter anzeigen

# settings.filter.by
source: Allow filtering by the following attributes
de: Folgende Filter aktivieren

# settings.filter.by.description
source: These filters will only be shown if the corresponding filter has not been set in the "Filter" tab.
de: Diese Filter werden nur ausgegeben, wenn in dem "Filter" Tab noch nichts vorausgewählt wurde.

# settings.tab.general
source: General
de: Allgemein

# select.all
source: All
de: Alle

# newContentWizard.list.title
source: List News
de: Nachrichten Liste

# newContentWizard.list.description
source: Shows all news on a given storage page, with optional filtering by categories or subcategories and easily extensible frontend filters and search.
de: Zeigt alle Nachrichten aus einer gewählten Seite. Optional können nur Nachrichten aus bestimmten Kategorien oder Subkategorien, sowie konfigurierbare Filter und eine Suche, angezeigt werden.

# newContentWizard.teaser.title
source: News Teaser
de: Nachrichten Teaser

# newContentWizard.teaser.description
source: Shows teasers of specifically chosen news.
de: Zeigt Teaser für einzeln ausgewählte Nachrichten.

# newContentWizard.latest.title
source: Latest News
de: Neueste Nachrichten

# newContentWizard.latest.description
source: Shows a configurable amount of newest news, optionally filtered by category or subcategory.
de: Zeigt eine konfigurierbare Anzahl der neuesten Nachrichten an. Optional nur aus einer Kategorie oder Subkategorie.
